#Задание 1
print("Введите ваше имя: ")
name = input()

print("Введите ваш пароль: ")
password = input()

print("Введите ваш возраст: ")
age = int(input())

print(f"Ваши данные для входа в аккаунт: "
      f"имя - {name}, "
      f"пароль - {password}, "
      f"возраст - {age}")
